/* Localizable strings not stored in nib files shared by app and its plugins */

/* General strings */

"kMainPanelWindowName" = "サーバ管理";

"kMainPanelAltWindowName" = "サーバ管理：%@：%@";

"kServiceFilterMenuTitle" = "サービス";

"kDeviceFilterMenuTitle" = "コンピュータ";

"kAnyFilterMenuTitle" = "すべて";

"kLocalServerEntryName" = "ローカルディレクトリ";

"kShowLocalServicesMenu" = "ローカルディレクトリを表示";

"kHideLocalServicesMenu" = "ローカルディレクトリを隠す";

"kShowDSUGRecordBrowserDrawerMenu" = "ユーザとグループを表示";

"kHideDSUGRecordBrowserDrawerMenu" = "ユーザとグループを隠す";

"kShowRemoteFileBrowserDrawerMenu" = "ファイルとディレクトリを表示";

"kHideRemoteFileBrowserDrawerMenu" = "ファイルとディレクトリを隠す";

"kReconnectMenu" = "接続...";

"kDisconnectMenu" = "接続解除";

"kShowContentsViewMenu" = "概要を隠す"; /* Deprecated in Leopard */

"kHideContentsViewMenu" = "概要を表示"; /* Deprecated in Leopard */

"kDSUGRecordDownloadingNumberFormat" = "%d のレコードを取得中...";

"kDSUGRecordDownloadedNumberFormat" = "レコード数：%d";

"kDSUGRecordMoreDownloadedNumberFormat" = "レコード数：%d 以上";

"kDSUGRecordDownloadedTimeFormat" = "最後のダウンロード：%0.3f 秒";

"kDSUGRecordDownloadingNotSupported" = "10.2 サーバではユーザとグループのリストは使用できません";

"kDSUGRecordNameFormat1" = "ユーザ名：%@";

"kDSUGRecordNameFormat2" = "ユーザ名：%@";

"kDSUGRecordPrimaryGroupIDFormat" = "プライマリグループ ID：%d";

"kDSUGLocationPrefixFormat" = "場所：%@";

"kFileBrowserDownloadingNotSupported" = "10.2 サーバでは“ファイルブラウザ”は使用できません";

"kLoadingDSUGRecord" = "ロード中...";

"kLoadingRFBNode" = "ロード中...";

"kStartServiceMenu" = "サービスを開始";

"kStopServiceMenu" = "サービスを停止";

"kServiceFilterClearMenuItem" = "すべてのサービス";

"kServiceFilterActiveOnlyMenuItem" = "使用停止中のものを隠す";

"kInitialUsernamePassword" = "admin";

"kErrorCode" = "エラー： ";

"kOK" = "OK";

"kEllipses" = "...";

"kAbbreviatedDay" = "d ";

"kAbbreviatedHour" = "h ";

"kAbbreviatedMin" = "m";

"kTimeSeparator" = ":";

"kLongDateFormatSingle" = "%d 日、%d:%0.2d";

"kLongDateFormatMultiple" = "%d 日、%d:%0.2d";

"kCurrentTime" = "現在";

"kNSLRegisteredName" = "Server Manager Daemons,servermgr";

"kNSLServiceDisplayName" = "Server Manager Service";

"kClearConnectRecentMenuItems" = "メニューを消去";

"kClearLogViewMenuItemTitle" = "表示を消去";

"kClearEntriesMenuItemTitle" = "検索履歴の消去";

"kBytes" = "バイト";

"kAbbreviatedBytes" = "B";

"kPerSecond" = "／秒";

"kAbbreviatedPerSecond" = "/sec";

"x10^-9" = "n";

"x10^-6" = "µ";

"x10^-3" = "m";

"x10^0" = "";

"x10^3" = "K";

"x10^6" = "M";

"x10^9" = "G";

"x10^12" = "T";

"kNoRecordMessage" = "レコードが選択されていません";

"kReadOnlyDSDomain" = "ドメインは読み出し専用です";

"kReadWriteDSDomain" = "ドメインは読み出し／書き込みできます";

"kReadConfigurationError" = "設定の読み込み中にエラーが起きました";

"kWriteConfigurationError" = "設定の書き込み中にエラーが起きました";

"kWriteConfigurationInProgressFormat" = "設定を書き込み中... %0.1f% ％完了";

"kShowConfigRecordsButton" = "レコード...";

"kHideConfigRecordsButton" = "閉じる";

"kShowUGRecordsButton" = "ユーザとグループ";

"kHideUGRecordsButton" = "ユーザとグループ";

"kShowRemoteFilesButton" = "ファイル...";

"kHideRemoteFilesButton" = "閉じる";

"kConfigurationFileName" = "Config";

"kConfigurationFileExtension" = "plist";

"kKeychainShouldBeLocked" = "この機能を使用する場合は、キーチェーンがロックされていることを確認してください。";

"kNoTabViewHelpMessage" = "“コンピュータとサービス”のリストからサービスを選択してください";

"kNewGroupDefaultName" = "新規グループ";

"kScannerEntryDefaultName" = "使用可能なサーバ";

"kUninstalledScannerEntryDefaultName" = "インストールの準備ができました";

"kUnconfiguredScannerEntryDefaultName" = "設定の準備ができました";

"kLibraryEntryDefaultName" = "サーバ";

"kGroupsEntryDefaultName" = "グループ";

"kSmartGroupsEntryDefaultName" = "スマートグループ";

"kServiceAliasDisplayFormat" = "（%@）";

"kEmptyLog" = "空白のログ";

"kConfigurationDragAnchorToolTip" = "構成を別のウインドウまたはデスクトップにドラッグ＆ドロップします";

"kScannerBrowserSingularStatusFormat" =  "合計：%d 台のサーバ";

"kScannerBrowserPlurialStatusFormat" =  "合計：%d 台のサーバ";

"kOverview" = "概要";

"kGroup" = "グループ";

"kServer" = "サーバ";

"kService" = "サービス";

"kPanel" = "Panel";

"kFirstUntitledGroup" = "名称未設定のグループ";

"kNthUntitledGroupFormat" = "名称未設定のグループ %d";

"kUntitledFolder" = "名称未設定フォルダ";

"kNewGroupMenuItem" = "グループを追加...";

"kGroupNameFormat" ="%@（%d）";

"kSpaceAndOpenPeren" = "（";

"kClosePeren" = "）";
			
"kNewSmartGroupMenuItem" = "スマートグループを追加...";
			
"kDeleteGroupMenuItem" = "グループを削除";

"kConfigureServicesMenuItem" = "サービスを追加...";

"kSSHToServerMenuItem" = "SSH でサーバへ接続...";

"kCPUSummaryToolTip" = "1 分あたりの平均 CPU ％：";

"kCPUSummaryToolTipIntervalEntryFormat" = "\n%d:\t%d%%";

"kDiskSpaceSummaryToolTip" = "ボリュームあたりの使用ディスク領域：";

"kDiskSpaceSummaryToolTipIntervalEntryFormat" = "\n%@ -\t %@/%@ 使用中（%d%%）";

"kDiskSpaceSummaryToolTipEntryFormat" = "%@  %@/%@ 使用中（%d%%）";

"kNetworkThroughputSummaryFormat" = "%@／秒";

"kDragUsers" = "ユーザをドラッグして選択";
		
"kDragGroups" = "グループをドラッグして選択";
		
/* General strings shared by plugins */

"kStringNotAvailable" = "参照不可";

"kTextNotAvailable" = "データが参照できません";

"kDateNotAvailable" = "日付と時刻が参照できません";

"kBlankString" = "不特定";

"kPercentSymbol" = "％";

/* Toolbar items with their tool tip */

"NewConnectToolbarItem" = "サーバを追加...";
"NewConnectShortcut.tiff" = "新しいサーバをリストに追加";

"ReconnectToolbarItem" = "接続";
"ReconnectShortcut.tiff" = "選択したサーバを接続";

"DisconnectToolbarItem" = "接続解除";
"DisconnectShortcut.tiff" = "選択したサーバを接続解除";

"ShareScreenToolbarItem" = "サーバの画面を共有...";

"DeleteToolbarItem" = "サーバを取り除く";
"DeleteShortcut.tiff" = "選択したサーバをリストから取り除く";

"RefreshToolbarItem" = "リフレッシュ";
"RefreshShortcut.tiff" = "状況表示を更新";

"PreferencesToolbarItem" = "環境設定";
"PreferencesShortcut.tiff" = "環境設定パネルを表示";

"NewViewForDocumentToolbarItem" = "新規ウインドウ";
"NewViewForDocumentShortcut.tiff" = "新規作成ビュー";

"StopToolbarItem" = "中止";
"StopShortcut.tiff" = "現在リフレッシュ中のサービスのリフレッシュを停止する";

"GoToThisAppToolbarItem" = "状況";
"GoToThisShortcut.tiff" = "サーバ管理を使用中です！";

"GoToWorkgroupManagerAppToolbarItem" = "ワークグループマネージャ";
"GoToWorkgroupManagerShortcut.tiff" = "ワークグループマネージャへ移動";

"GoToAccountsViewOfWorkgroupManagerAppToolbarItem" = "アカウント";
"GoToAccountsWorkgroupManagerShortcut.tiff" = "ワークグループマネージャアカウントへ移動";

"GoToPreferencesViewOfWorkgroupManagerAppToolbarItem" = "環境設定";
"GoToPreferencesWorkgroupManagerShortcut.tiff" = "ワークグループマネージャ環境設定へ移動";

"GoToSharingViewOfWorkgroupManagerAppToolbarItem" = "共有";
"GoToSharingWorkgroupManagerShortcut.tiff" = "ワークグループマネージャ共有へ移動";

"GoToServerMonitorAppToolbarItem" = "サーバモニタ";
"GoToServerMonitorShortcut.tiff" = "サーバモニタへ移動";

"StartServiceToolbarItem" = "サービスを開始";
"StartServiceShortcut.tiff" = "選択したサービスを開始";

"StopServiceToolbarItem" = "サービスを停止";
"StopServiceShortcut.tiff" = "選択したサービスを停止";

"ShowContentsViewToolbarItem" = "概要を隠す"; /* Deprecated in Leopard */
"ShowContentsViewShortcut.tiff" = "概要非表示ビュー"; /* Deprecated in Leopard */

"HideContentsViewToolbarItem" = "概要を表示"; /* Deprecated in Leopard */
"HideContentsViewShortcut.tiff" = "概要表示ビュー"; /* Deprecated in Leopard */

"UGRecordBrowserToolbarItem" = "ユーザとグループ";
"UGRecordBrowserShortcut.tiff" = "“ユーザとグループ”パネル";

"SearchFieldToolbarItem" = "検索";
"SearchFieldShortcut.tiff" = "検索";


/* Keys comming from Server Manager Daemon plugin modules: errors */

"UNEXPECTED_COMMAND" = "サービスがコマンドを認識しませんでした";

"NOT_ENOUGH_PRIVS_ERR" = "権限が不足しています";

"CANNOT_MALLOC_ERR" = "メモリの割り当てができません";

"FILE_NOT_FOUND_ERR" = "ファイルが見つかりません。サービスのログが無効になっている可能性があります";

"CANNOT_FSEEK_ERR" = "ファイルにアクセスできません";

"CANNOT_FREAD_ERR" = "ファイルを読み込めません";

"CANNOT_FRENAME_ERR" = "ファイルの名前を変更できません";

"CANNOT_MAKE_HISTORY_ERR" = "履歴データを更新できません";

"CANNOT_GET_HISTORY_ERR" = "履歴データがありません";

"CANNOT_COMPRESS_HISTORY_ERR" = "履歴データを圧縮できません";

"CANNOT_REDUCE_HISTORY_ERR" = "履歴データを減らすことができません";

"CANNOT_STAT_ERR" = "ファイルにアクセスできません";

"SETTING_NOT_FOUND_ERR" = "設定が見つかりません";

"SERVICE_NOT_RUNNING_ERR" = "機能を使用できません：サービスが動作していません";

"INVALID_ARG_ERR" = "引数が無効です";

"CANNOT_OPEN_DS_ERR" = "DirectoryService にアクセスできません";

"CANNOT_OPEN_DS_NODE_ERR" = "DirectoryService ノードを開けません";

"CANNOT_ACCESS_PROCS_ERR" = "プロセスリストにアクセスできません";

"CANNOT_SIGNAL_PROCESS_ERR" = "プロセスにシグナルできません";

"CANNOT_NDCSTAT_ERR" = "統計情報にアクセスできません：DNS サービスが動作していないか、正しく構成されていないかもしれません";

"CANNOT_ACCESS_STATS_ERR" = "統計情報を読み込めません：DNS サービスが動作していないか、正しく構成されていないかもしれません";

"CANNOT_PARSE_XML_REQUEST_ERR" = "XML 要求を解析できません";

"CANNOT_PARSE_XML_RESPONSE_ERR" = "XML 応答を解析できません";

"CANNOT_CREATE_XML_RESPONSE_ERR" = "XML 応答を作成できません"; 

"INVALID_SESSION_ERR" = "セッション ID が無効または有効期限切れです（再接続する必要があります）";

"CANNOT_LOAD_BUNDLE_ERR" = "バックエンドコンポーネント（バンドル）を読み込めません";

"CANNOT_RUN_BUNDLE_ERR" = "バックエンドコンポーネント（バンドル）を実行できません";

"OBJECT_EXIST_ERR" = "オブジェクトはすでに終了しています";


/* Error sheets or alerts */

"kUnreachableServerDuringLoginTtl" = "%@ に接続できませんでした。";

"kUnreachableServerDuringLoginMsg1" = "%@ のサーバに接続できませんでした。“有効なデジタル署名が必要”環境設定を無効にすると、この問題が解決する可能性があります。";

"kUnreachableServerDuringLoginMsg2" = "%@ のサーバに接続できませんでした。";

"kUnreachableServiceDuringLoginTtl" = "入力したアドレスには使用可能なサービスがありません。";

"kUnreachableServiceDuringLoginMsg1" = "サービスが、%@ に指定したアドレスへのアクセスに失敗しました。アドレスを確認し、もう一度ログインしてみてください。環境設定の“有効なデジタル署名が必要”を選択解除するとアクセスできる場合もあります。";

"kUnreachableServiceDuringLoginMsg2" = "サービスが、%@ に指定したアドレスへの接続に失敗しました。アドレスを確認し、もう一度ログインしてみてください。";

"kServerAuthenticationFailureDuringLoginTtl" = "このサーバのログイン情報が完全でないか、正しくありません。";

"kServerAuthenticationFailureDuringLoginMsg" = "サーバが、%@ に指定したログイン情報の受け付けに失敗しました。“名前”と“パスワード”を確認し、もう一度ログインしてみてください。";

"kServiceAuthenticationFailureDuringLoginTtl" = "このサービスのログイン情報が完全でないか、正しくありません。";

"kServiceAuthenticationFailureDuringLoginMsg" = "サービスが、%@ に指定したログイン情報の受け付けに失敗しました。“名前”と“パスワード”を確認し、もう一度ログインしてみてください。";

"kUnreachableServerTtl" = "サーバは到達不能です";

"kUnreachableServerMsg1" = "%@ に再接続してみてください。環境設定の“有効なデジタル署名が必要”を選択解除するとアクセスできる場合もあります。";

"kUnreachableServerMsg2" = "%@ に再接続してみてください。";

"kUnreachableServiceTtl" = "サービス \"%@\" は到達不能です";

"kUnreachableServiceMsg1" = "%@ に再接続してみてください（バックエンドコンポーネントがない可能性があります）。";

"kUnreachableServiceMsg2" = "%@ に再接続してみてください（バックエンドコンポーネントがない可能性があります）。";

"kServiceAuthenticationFailureTtl" = "ログイン情報が有効ではありません。";

"kServiceAuthenticationFailureMsg" = "%@ に再接続してみてください。";

"kServiceAgentReturnedErrorTtl" = "サービスにエラーが発生しました。";

"kServiceAgentReturnedErrorMsg" = "ビュー（%@/%@）をリフレッシュしてみてください。";

"kServiceAgentMayHaveCrashedMsg" = "“%@”サーバ側プラグインが予期せず終了した可能性があります";

"kServiceGetOrSetStateErrorTtl" = "サービスにエラーが発生しました。";

"kServiceGetOrSetStateErrorMsg" = "ビュー（%@/%@）をリフレッシュしてみてください。"; 

"kServiceGetOrSetStateErrorNbMsgPrefix" = "エラー：%d";

"kRemoveFromListAlertButton" = "取り除く";

"kKeepInListAlertButton" = "リストに保存";

"kKeepDisconnectedInListAlertButton" = "接続解除";

"kInvalidPeriodTtl" = "自動リフレッシュ間隔が無効です。";

"kInvalidPeriodMsg" = "自動リフレッシュの間隔は 1 〜 1800 秒の間にしてください。";

"kInvalidBufSzTtl" = "バッファサイズが無効です。";

"kInvalidBufSzMsg" = "バッファサイズは 1024 〜 1048576 バイトの間にしてください。";

"kInvalidItemsSelectionTtl" = "この操作では、複数の項目を選択することはできません。";

"kInvalidItemsSelectionMsg" = "この操作では、一度に 1 つのサーバまたはサービスだけを選択してください。";

"kServerAlreadyExistsTtl" = "サーバはすでに存在します。";

"kServerAlreadyExistsMsg" = "まだリストにないサーバにログインしてください。または、下にある操作のポップアップの“接続”を使用して、接続解除したサーバにログインしてください。";

"kCannotSaveToKeychainTtl" = "資格情報をデフォルトのキーチェーンに保存できません。";

"kCannotSaveToKeychainMsg" = "“キーチェーンアクセス”を使って問題を調べてください。";

"kDismissingUseOfKeychainTtl" = "自動ログインが無効になります。";

"kDismissingUseOfKeychainMsg" = "キーチェーンに保存すると、サーバ管理を起動したときに自動的にこのサーバにログインできます。キーチェーンに保存しない場合は、次にサーバを監視または管理するときにサーバを選択して手動で再接続する必要があります。";

"kServerDoesNotSupportConfTabViewTtl" = "%@ ビューは現在使用できません。";

"kServerDoesNotSupportConfTabViewMsg" = "以前に使用可能だったビューに切り替えています。これは一時的な警告です。";

"kCannotExecuteOSAScriptTtl" = "AppleScript コマンドを実行できません。";

"kCannotExecuteOSAScriptMsg" = "目的のアプリケーションが応答しません。";

"kDeleteItemsAlertTtl" = "選択した項目を取り除いてもよろしいですか？";

"kDeleteGroupAlertTtlFormat" = "グループ %@ を取り除いてもよろしいですか？";

"kDeleteServerAlertTtlFormat" = "サーバ %@ を取り除いてもよろしいですか？";

"kDeleteItemsAlertMsg" = "この操作は取り消せません。この警告が表示されないように選択を取り除くには、Option キーを押したままにします。";

"kDeleteRecordAlertTtl" = "選択したレコードを削除してもよろしいですか？";

"kDeleteRecordAlertMsg" = "この操作は取り消しできません。";

"kSaveChangesAlertTtl" = "変更内容を保存しますか？";

"kSaveChangesBeforeQuittingAlertTtl" = "終了する前に変更内容を保存しますか？";

"kSaveChangesAlertMsg" = "いくつかの構成データを保存する必要があります。今すぐ変更内容を保存しますか？";

"kCannotProceedFilterWithoutSavingChangesAlertTtl" = "フィルタを適用できません。";

"kCannotProceedShortcutWithoutSavingChangesAlertTtl" = "ナビゲーション操作を続行できません。";

"kCannotHideContentsViewWithoutSavingChangesAlertTtl" = "概要ビューを表示できません。"; /* Deprecated in Leopard */

"kCannotProceedWithoutSavingChangesAlertMsg" = "まず変更を元に戻すか保存する必要があります。";

"kCannotSaveChangesAlertTtl" = "変更を保存できません。";

"kCannotSelectViewAlertTtl" = "現在のビューを終了できません。";

"kCannotLeaveViewAlertTtl" = "現在のビューを終了できません。";

"kInvalidConfigurationDataAlertMsg" = "いくつかの構成データが無効です：%@。";

"kConfirmSaveChangesAlertTtl" = "変更の保存を確認します。";

"kConfigurationConfirmationAlertMsg" = "%@";

"kSavingChangesInProgressAlertTtl" = "保存操作が進行中です。";

"kSavingChangesInProgressAlertMsg" = "保存操作が完了するまでお待ちください。";

"kAbortingInProgressAlertTtl" = "中止操作が進行中です。";

"kAbortingInProgressAlertMsg" = "中止操作が完了するまでお待ちください。";

"kAbortAlertTtl" = "現在の操作を中止しますか？";

"kAbortAlertMsg" = "%@";

"kStartNowAlertTtl" = "今すぐサービスを開始しますか？"; /* Added as fix to #3431341 */

"kStopNowAlertTtl" = "今すぐサービスを停止しますか？";

"kRestartNowAlertTtl" = "今すぐサービスを再起動しますか？";

"kRecycleNowAlertTtl" = "今すぐサービスをソフト再起動しますか？";

"kCannotStartNowAlertTtl" = "サービスを開始できません";

"kStopNowAlertDefaultMsg" = "%@ クライアントの接続が失われる可能性があります。"; /* Added as fix to #3431341 */

"kRestartNowAlertDefaultMsg" = "%@ クライアントの接続が失われる可能性があります。"; /* Added as fix to #3431341 */

"kRecycleNowAlertDefaultMsg" = "%@ クライアントの接続が失われる可能性があります。"; /* Added as fix to #3431341 */

"kFileBrowserNotYetLoadedMsg" = "リモートファイルブラウザは読み込まれません。数秒後にもう一度実行してください。問題が解決しない場合は、再接続してみてください。";

"kNeedsRestartAlertTtl" = "今すぐ %@ を再起動しますか？";

"kNeedsRestartAlertMsg" = "変更内容は、%@（%@）を次回開始したときに適用されます。すぐに適用したい場合は、今すぐ %@ を再起動してください。";

"kNeedsRecycleAlertTtl" = "今すぐ %@ をリサイクルしますか？";

"kNeedsRecycleAlertMsg" = "変更内容は、%@（%@）を次回開始したときに適用されます。すぐに適用したい場合は、今すぐ %@ を再起動してください。";

"kFeatureLockedTtl" = "編集コマンドはロックされています。";

"kFeatureLockedMsg" = "サーバの状態を変更できる操作（サービスの開始や停止など）は実行できなくなりました。これらのコマンドのロックを解除するには、“ビューをロック解除”メニューを選択してください。";

"kExceptionInAppAlertTtl" = "アプリケーションで発生した例外をキャッチできませんでした。";

"kExceptionInAppAlertMsg" = "アクセスしようとした機能は使用できません。例外：\n\n%@ 内：%@ %@ %@";

"kExceptionInClientPluginAlertTtl" = "キャッチできなかった例外が %@ クライアント側プラグインで発生しました。";

"kExceptionInClientPluginAlertMsg" = "アクセスしようとした機能は使用できません。例外：\n\n%@ 内：%@ %@ %@";

"kCrashInClientPluginAlertTtl" = "アプリケーションが %@ クライアント側プラグインでクラッシュしました。";

"kCrashInClientPluginAlertMsg" = "アクセスしようとした機能は使用できません。クラッシュレポータ（コンソールアプリケーション）も参照してください。“終了”をクリックしても終了できない場合は、コマンドキーと Option キーを押しながら Escape キーを押して強制終了します。クラッシュ：\n\n%@ 内：%@。";

"kCrashInUnknownLocationAlertTtl" = "アプリケーションがクラッシュしました。";

"kCrashInUnknownLocationAlertMsg" = "アクセスしようとした機能は使用できません。（%@）。クラッシュレポータ（コンソールアプリケーション）も参照してください。“終了”をクリックしても終了できない場合は、コマンドキーと Option キーを押しながら Escape キーを押して強制終了します。";

"kCannotCreateDuplicateGroupAlertTtl" = "グループを作成できません。";

"kCannotEditDuplicateGroupAlertTtl" = "グループ名を変更できません。";

"kDuplicateGroupAlertTtl" = "その名前はすでに使用されています。";

"kDuplicateGroupAlertMsgFormat" = "“%@”という名前のグループはすでに存在します。別の名前を使用してください。";

"kEmptyGroupAlertTtl" = "空白のグループ名を設定しようとしました。";

"kEmptyGroupAlertMsg" = "グループ名は 1 文字以上にする必要があります。もう一度入力してください。";

"kErrorInSaveAlertTtl" = "データを保存できませんでした。";

"kSavePanelTtl" = "テキストファイルに保存";

"kCannotCreateFolderTtl" = "フォルダを作成できません。";

"kCannotCreateFolderGenericMsg" = "新規フォルダの作成中に問題が発生しました。";

"kPortsRestrictedAlertTtl" = "サービスのポートが制限されている可能性があります。";

"kPortsRestrictedAlertMsg" = "ファイアウォール構成を確認し、%@ が使用するポートがすべて開いていることを確認してください。";

"kNotImplementedAlertTtl" = "用意されていません。";

"kNotImplementedAlertMsg" = "アクセスしようとしている機能は、現時点ではテスト可能ではありません。";

"kForceQuitButton" = "終了";

"kCancelButton" = "キャンセル";

"kDeleteButton" = "取り除く";

"kSaveButton" = "保存";

"kAbortButton" = "今すぐ中止";

"kStartNowButton" = "今すぐ開始"; /* Added as fix to #3431341 */

"kStopNowButton" = "今すぐ停止";

"kRestartNowButton" = "今すぐ再起動";

"kRecycleNowButton" = "今すぐソフト再起動";

"kSaveMoreButton" = "保存...";

"kDontSaveButton" = "保存しない";

"kRestartButton" = "再起動";

"kDontRestartButton" = "再起動しない";

"kNoServicesConfiguredTitle" = "このサーバには、構成済みとして設定されたサービスがありません。";

"kNoServicesConfiguredMsg" = "サーバのリストおよびサーバの概要には、構成済みのサービスだけが表示されます。サービスは、いつでも構成済みまたは未構成として設定できます。";

"kConfigureServicesBtn" = "構成済みのサービスを選択";

"kStandardConfigServerAlertTitle" = "“サーバ管理”を使用しますか？";

"kStandardConfigServerAlertMsgFormat" = "サーバ %@ は、Mac OS X Server の %@ 構成なので、“サーバ環境設定”を使って管理することをお勧めします。“サーバ管理”を使ってサービスをカスタマイズまたは追加することもできますが、変更によって予期しないことが発生する可能性があります。変更を行う前に、元の設定への復元が必要になる場合に備えて、現在の設定を詳細に記録しておいてください。\r\r代わりに、このサーバを詳細構成に変換することもできます。";

"kWorkgroupServer" = "ワークグループ";

"kStandardServer" = "標準";

"kOpenServerPrefsBtn" = "“サーバ環境設定”を開く";

"kUseServerAdminBtn" = "“サーバ管理”を使用";

"kConvertToAdvancedBtn" = "詳細に変換";

"kScreenResolutionTooLowTitle" = "画面解像度が低すぎます。";

"kScreenResolutionTooLowMsg" = "“サーバ管理”を使用するには、画面解像度を 1024 × 768 以上にする必要があります。このアプリケーションは今すぐ終了します。";

"kNotConfigured" = "（構成されていません）";

"kNotAuthorized" = "（承認されていません）";

"kBadServerVersion" = "このバージョンの“サーバ管理”は、このサーバと互換性がありません。";

"kServerVersionTooOld" = "このバージョンの“サーバ管理”からは Mac OS X Server v%@ 以降に接続できます。サーバ“%@”をこのバージョンにアップデートしてから、もう一度接続してみてください。";

"kServerVersionTooNew" = "サーバ %@ は新しすぎるため（%@）、このバージョンの“サーバ管理”では管理できません。";

"kServerVersionMaybeBadTitle" = "予期しない認証エラーを受け取りました。";

"kServerVersionMaybeBadMsg" = "これはバージョン %@ より前のサーバに接続しようとしたことが原因である可能性があります。その場合は、Mac OS X Server ソフトウェアの最新のアップデートを“%@”にインストールして、もう一度接続してみてください。";

"kNullServerVersion" = "続行できません。";

"kNullServerVersionMsg" = "サーバ %@ から返されたバージョン情報が間違っているため、現在“サーバ管理”では管理できません。サーバの /var/log/system.log にエラーメッセージが記録されていないか確認してください。";

"kExportPasswordsDontMatchTitle" = "暗号化鍵が一致しません。";

"kExportPasswordsDontMatchMsg" = "鍵のフィールドと確認用のフィールドの値が同じであることを確認してください。";

"kImportDecryptionFailedTitle" = "暗号解除に失敗しました。";

"kImportDecryptionFailedMsg" = "選択した設定ファイルを暗号解除するための正しいキーを入力したことを確認してください。";

"kStartServiceBtnShort" = "%@ を開始";

"kStartServiceBtnLong" = "%@ サービスを開始";

"kStopServiceBtnShort" = "%@ を停止";

"kStopServiceBtnLong" = "%@ サービスを停止";

"kUGWindowName" = "ユーザとグループ";

"kServerPrefsGuardErrorString" = "“サーバ管理”でこの設定を変更すると、“サーバ環境設定”の機能が適切に動作しなくなる可能性があります。";

"kServerPrefsGuardDefaultMsgString" = "保存する前にこれで問題ないことを確認してください。";

"kInvalidSerialNumberAlert" = "このサーバのシリアル番号は無効または期限切れです。";

"kInvalidSerialNumberAlertMsg" = "“設定”の“一般”タブに移動して有効なシリアル番号を入力してください。";

/* Service ACL name lookup (shouldn't this be in Server plugin?) */

"com.apple.access_afp" = "AFP";

"com.apple.access_ftp" = "FTP";

"com.apple.access_chat" = "iChat";

"com.apple.access_loginwindow" = "ログインウインドウ";

"com.apple.access_mail" = "メール";

"com.apple.access_pcast" = "Podcast プロデューサー";

"com.apple.access_qtss" = "QTSS";

"com.apple.access_ssh" = "SSH";

"com.apple.access_vpn" = "VPN";

"com.apple.access_web" = "Web";

"com.apple.access_weblog" = "ウェブログ";

"com.apple.access_smb" = "SMB";

"com.apple.access_xgrid" = "Xgrid";


/* Keychain status messages shown in Login window */

"kKCNoSuchKeychainErr" = "（デフォルトのキーチェーンがありません）";

"kKCNoDefaultKeychainErr" = "（デフォルトのキーチェーンがありません）";

"kKCInvalidKeychainErr" = "（デフォルトのキーチェーンが正しくありません）";

"kCannotGetKeychainStatusErr" = "（キーチェーンの状況を取得できません）";

"kKeychainStatusIsLocked" = "（キーチェーンは現在ロックされています）";


/* SSLCertController strings */

"kEditCustomSSLCertificateTooltip" = "カスタム SSL 証明書の構成を編集または表示します";  

"kSelectSSLCertificateTooltip" = "使用する SSL 証明書を選択します";

"kNoCertificate" = "証明書なし";

"kCustomConfiguration" = "カスタム構成...";

"kManageCertificates" = "証明書を管理...";

"kCertEditImportGenericTitle" = "読み込むファイルを選択してください。";

"kCertEditImportCertTitle" = "読み込む証明書ファイルを選択してください。";

"kCertEditImportKeyTitle" = "読み込む秘密鍵ファイルを選択してください。";

"kCertEditImportChainTitle" = "読み込む証明書チェーンファイルを選択してください。";

"kCertificateImportFailed" = "証明書の読み込みに失敗しました";

"kCertificateImportFailedHint" = "入力した値が正しいこと、およびサーバ上の証明書ファイルが有効であることを確認してください。";


/* This seems to be used by Server/ImportCertificateSheet.m and Web/WebConfigurationActions.m */

"OK" = "OK";


/* DirectoryServices most common errors */

"-14079" = "バッファのフォーマットが不正です"; /* eDSInvalidBuffFormat */

"-14090" = "認証に失敗しました"; /* eDSAuthFailed */

"-14096" = "パスワード [eDSAuthBadPassword] が正しくありません";

"-14098" = "不明なユーザ [eDSAuthUnknownUser]";

"-14099" = "ユーザ名 [eDSAuthInvalidUserName] が正しくありません";

"-14120" = "アクセス権エラー"; /* eDSPermissionError */

"-14134" = "属性が見つかりません"; /* eDSAttributeNotFound*/

"-14135" = "レコードがすでに存在します"; /* eDSRecordAlreadyExists */

"-14136" = "レコードが見つかりません"; /* eDSRecordNotFound */

"-14137" = "属性が見つかりません [eDSAttributeDoesNotExist]";

"-14273" = "不明なプラグイン [eUnknownPlugIn]";

"-14292" = "このノードではサポートされません [eNotHandledByThisNode]";

/* LogsPanel strings */

"Not available" = "参照不可";

/* GraphPanel strings */

"%@ in the past " = "%@ の統計、過去 ";

"kFeedbackURL" = "http://www.apple.co.jp/feedback/server.html";

"kDocumentationURL" = "http://www.apple.co.jp/server/documentation";

"kServerSupportURL" = "http://www.apple.com/jp/support/macosxserver";


